import React from "react";

const Article: React.FC = () => {
  return (
    <div className="flex items-center mt-[-80px]">
      <div className="w-0 md:w-1/4"></div>
      <div className="px-8 py-10 bg-white child:mb-5 font-gen-wan-min text-lg md:px-20 md:py-24 md:w-3/4">
        <p className="text-3xl !mb-10">
          致 看了許多心理書籍、文章，但還是感到挫折的你
        </p>
        <p>
          在各種關係中感到受傷、在面對自己感到不安或者模糊的你，試著在許多不同的書籍中、文章中，
          想找到各種方式來處理以及面對自己的不安及受傷。這其實是一件很棒的事情，
          因為你擁有找到資源來幫助自己的能力。但是，當你看遍了各種關係界線要怎麼劃清、要怎麼推動自己行動、釐清自己想要什麼的各種文章之後，
          會不會有一種感覺是「我都知道了，但那又如何？」或者是「我知道，但是在同樣的場景裡，不知不覺的還是不斷的掉入類似的情境。」
        </p>
        <p>
          我很常在想，這些書籍、文章，真的很可貴，因為他幫助了好多人在初步遇到困擾的時候，有一個自救的方式，很多人都因此得到幫助。
          但或許也有一些人在面對這麼多方法、這麼多知識的時候，還是不知所措地想著，為什麼自己做不到這些資料所說的事情？
        </p>
        <p>
          清楚知道自己想做什麼、能做什麼是一個不可多得的能力，可是人要怎麼知道這些事情？
          我以為我知道了，但我真的知道嗎？
          閱讀衛教文章，以為自己知道了，但真的知道了嗎？
        </p>
        <p>
          我覺得這會有點像是，一直以來我透過電影、影集、書籍在認識國外的樣貌，可是遠遠比不上我真實地踏上那裡的土地，
          親身體會什麼叫做紅磚屋、什麼叫做落雪的溫度、什麼叫做種族多樣性.......，那些體驗跟體會，是書上讀得到但親身體會不上的。
        </p>
        <p>而心理工作也是如此。</p>
        <p>
          就我的觀點來看，心理衛教文章提供的是一個原則，或甚至有些會提供
          SOP，但是各形各色的人並不一定符合那些原則、SOP，
          在想成為的人與自己真實是個什麼樣的人之間，總有個距離，不可能百分百一樣，但是總是可以在異中求同、同中求異。
          問題是你知不知道你與眾不同的地方，而這個地方你熟不熟悉、能不能運用得當、使用這樣的自己。
        </p>
        <p>
          我自己接受了幾年的精神分析取向的心理治療（仍在持續中），對於我而言，精神分析在尋找的是「真相」，對於自己的「真實」，
          如何踏實的理解且接受「真實的自己」。當然看清楚自己的面貌有時候是更為恐懼且不安的，發現自己並非想像中的那樣是那麼的赤裸或者是難堪，
          但是眼前（或是躺椅之後）專業治療者的陪伴，細細釐清哪些是他人的部分、哪些是屬於自己的部分，也釐清那些困難與恐懼是來自於現實還是想像。
          當這些部分有充分的時間探索的時候，會對自己的輪廓越來越清晰。
        </p>
        <p>
          而心理諮商/治療/分析，就是在協助你進入這個屬於你自己，獨一無二的自我裡頭，找到屬於你對你自己的知識。
          我一直很在乎真實，或許是溫尼考特所說的真我，心理工作是貼近真實、而非打造一個理想但不真實的自我
          （而我們很多時候在這個世界上不就已經在扮演出一個「非我」的角色了嗎？）的過程，這不是讀書讀來的，這是進到治療室中體會到的。
        </p>
      </div>
    </div>
  );
};

export default Article;
